Revit 2027 API
TransferredProjectStandardsEventArgs.SourceDocument Property
 Source document.
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Document SourceDocument { get; }
Public ReadOnly Property SourceDocument As Document
	Get
public:
property Document^ SourceDocument {
	Document^ get ();
}
member SourceDocument : Document with get
Property Value
Document
See Also
Reference
TransferredProjectStandardsEventArgs Class
Autodesk.Revit.UI.Events Namespace